---
kind: property
id: P:Autodesk.Revit.DB.IFC.ExporterIFC.FileVersion
source: html/246014d1-2004-762e-5ee2-6ea84356ff30.htm
---
# Autodesk.Revit.DB.IFC.ExporterIFC.FileVersion Property

Identifies the file version being exported.

## Syntax (C#)
```csharp
public IFCVersion FileVersion { get; }
```